Repository: kevinmihkelson/pipedrivehw
Catalog: Pipedrive Homework/Pipedrive Homework/Resources/Localizable.xcstrings
Source language: en
Languages: et

source: Birthday
et: Sünnipäev

source: Email
et: Epost

source: Error
et: Viga

source: Job Title
et: Ametikoht

source: No people found!
et: Inimesi ei leitud!

source: Notes
et: Märkmed

source: Organization Name
et: Organisatsiooni nimi

source: Organization:
et: Organisatsioon:

source: Persons
et: Inimesed

source: Phone
et: Telefon

source: Pull up to refresh
et: Tõmba ülesse, et värskendada

source: Title:
et: Ametikoht:
